Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/educational_material_fi/koltans_raportt_2015_minim.pdf.tmx
Source language: fin
Languages: sms

source: SaamelaiSnuorten
sms: škoovlâStsääʹmnuõri

source: taidetapahtumaSSautSjokiSuunkoululla
sms: čeäʹppvuõđpeeiʹvestuccjokknjääʹlm

source: kahdeksi kuukaudeksi.
sms: tervetuloa ! tiõrv pueʹttem !

source: Järjestelyihin osallistuivat saamelaiskäräjiltä koulutus- ja
sms: Raportt Sääʹmnuõri čeäʹppvuõđpeeiʹvin 2015

source: Kaikille avoimeen tilaisuuteen ei peritty osallistumis- tai
sms: Minna Lehtola paʹlǩǩeeš projeʹktt-tuâjjliʹžžen kueiʹt männǥas.

source: Keskiviikkona rehtori-sivistystoimenjohtaja Laura Arola
sms: Seärad rehttor-čuõvtemtuåimjååʹđteei Laura Arola äävii čeäʹppvuõđpeeiʹvid, koon mâŋŋa Uʹccjooǥǥ päärnai laauljoukk

source: Raadin työskentelyn aikana yleisö pääsi nauttimaan Katja
sms: Tõn poodd, ko raati smiõtti, pieʹsse ǩiiččeei vueiʹnned Katja

source: , Irene Länsman, Heli Aikio, Ailu Valle, Heli Huovi- sekä kuvataiteilija Sunna Kitti (sarjakuvat).
sms: da Birit Haarla taans da kuʹvddled Ruäʹvnjaarǥ ååraž Aini-Inari Määttä pianosoittjummuž.

source: Sverre Porsanger, Irene Länsman, Heli Aikio, Ailu Valle, Heli
sms: Uʹccjooǥǥ päärnai laauljoukk Modji, joht./jååʹđteei Anna Näkkäläjärvi-Länsman.

source: Ántte ja nieiddat: ” Rávnnji fárrui ” Aanar škooul škooulneeʹǩǩid / Inarin koulun oppilaita, oʹhjjumuš Hanna Ryytty.
sms: Meersažoopper balettškooul mättʼtõõtti / Kansallisoopperan balettikoulun oppilaat Katja da Birit Haarla.

source: SKT (Sevettijärven koulun teinit): ” Jååǥǥar lij jieʹlli ”, “ One of Us ”, “ Duna duna ”, oʹhjjumuš / ohj.
sms: Tueʹjjpõõrti oʹhjjeejen leʹjje säʹmmla, kook lie teaʹtter- da mediaämmatvuuʹdoummu da artiist: Pauliina Feodoroff,

source: Erkka Antila da Seija Sivertsen ”
sms: Huovinen da karttčeäʹppneǩ Sunna Kitti (kartträäid).

source: Tapahtumaan kutsutaan kaikki saamelaislapset ja
sms: Janita & Bändi: ” Iežas geaidnu ”, Âʹvvel pââibužškooul, oʹhjjumuš Katri Kittilä.

source: Tärkeänä tavoitteena on aina ollut myös lasten ja nuor
sms: Vuässõõttmõš lij vââʹjjlaž še škoouli ååuǥbeäʹlnn tuåimmjeei nuõrid.

source: Taidetapahtumia on järjestetty 1970-luvun alun vuosista
sms: Ǩiiččeei da vuässõõđi čeäʹppvuõđpeeiʹvin leʹjje pâʹjjel 400 ooumžed.

source: Nuõrr Kulttur-šõddmõʹšše vaʹllješ Nuori Kulttuuri - tapahtumaan valittiin
sms: Raatist leʹjje koumm musiikkartiist, õhtt juõʹǩǩ ǩiõlljooukâst: Heli Aikio,

source: Uʹccjooǥǥ Villat, Utsjokisuun koulu da
sms: Anna Lumisalmi da Ailu Valle.

source: Âʹvvel Čagaldahttit, Ivalon ala-aste (Foto / Snimldõk Jaakko Peltomaa, Inarilainen)
sms: Giehtaruohttasa mánát: ” Buot jagiáiggit ”, Kaaresuvannon koulu / Karesâvvan škooul
